Repository: karamiq/masahaty
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Masahaty
ar: مساحتي

# allRightsAreSaved
source: all rights are saved 2024Â©
ar: جميع الحقوق محفوظة 2024©

source: Welcom!
ar: مرحبا بك!

# welcomIn
source: In Masahaty app
ar: في تطبيق مساحتي

# welcomDiscription
source: hello there
ar: مرحباهنالك

# startYourJurny
source: Start your adventure
ar: أبدا برحلتك

source: First app in iraq
ar: التطبيق الاول في العراق لحجز مساحات خزن مختلفة

# keepYourThings
source: Keep your integrity
ar: احتفظ بأمانتك

# easyAndNoSuffring
source: Easy and no strugling
ar: بسهولة و بدون عناء

# keepYourThingsDiscription
source: The application will shorten your time searching for the right place.
ar: حيث سيختصر التطبيق عليك وقت البحث عن المكان المناسب

source: Ready to serve you
ar: جاهزون لخدمتك

# helpYouStoreYourStuff
source: And meet your storage needs
ar: وتلبية احتياجات الخزن الخاصة بك

# readyToServeYouDiscription
source: Where we move your belongings from one storage place to another
ar: حيث نقوم بنقل اغراضك من مكان خزن الى اخر

source: Home
ar: الرئيسة

source: Map
ar: الخارطة

source: notifications
ar: الاشعارات

source: settings
ar: الاعدادات

source: search
ar: البحث

source: Recently added
ar: المضاف مؤخرا

source: More
ar: المزيد

source: Visitor
ar: زائر

# yourCurrentLocation
source: Location
ar: موقعك الحالي

source: night
ar: الليلة

source: IQD
ar: د.ع

source: Warehouse Categories
ar: اصناف المخازن

source: Closest to you
ar: الاقرب اليك

source: Safe
ar: مؤمنة

source: Cooling
ar: مكيفة

source: Language
ar: اللغة

source: English
ar: الانجليزية

source: Arabic
ar: العربية

source: Account
ar: الحساب

source: My posts
ar: منشوراتي

source: My booking
ar: حجوزاتي

source: My favorites
ar: المميزة

source: Sign in
ar: تسجيل الدخول

# createAccount
source: Create an account
ar: انشاء حساب

# addPost
source: Add a post
ar: اضافة منشور

source: Warehouse name
ar: اسم المخزن

source: Warehouse discription
ar: الوصف

# warehousePricePerNight
source: Price per night
ar: سعر الليلة

source: Governorate
ar: المحافظة

source: Warehouse pictures
ar: صور المخزن

# warehouseAddThreePicsAtLeast
source: Add three pictures at minimum
ar: *اضافة 3 صور على الاقل

source: Number of rooms
ar: عدد الغرف

source: Space
ar: المساحة

# choseWarehouseFeatures
source: Chose available features
ar: اختر المميزات المتوفرة

source: Avialble
ar: متوفرة

source: Not availble
ar: غير متوفرة

source: Baghdad
ar: بغداد

source: Basra
ar: البصرة

source: Nineveh
ar: نينوى

source: Erbil
ar: أربيل

source: Dhi Qar
ar: ذي قار

source: Al-Anbar
ar: الأنبار

source: Karbala
ar: كربلاء

source: Al-Sulaymaniyah
ar: السليمانية

source: Babil
ar: بابل

source: Saladin
ar: صلاح الدين

source: Diyala
ar: ديالى

source: Wasit
ar: واسط

source: Maysan
ar: ميسان

source: Al-Najaf
ar: النجف

source: Dohuk
ar: دهوك

source: Kirkuk
ar: كركوك

source: Al-Qadisiyyah
ar: القادسية

source: Al-Muthanna
ar: المثنى

source: Halabja
ar: هلبجة

# phoneNumberErrorcodes
source: Can not use letters or expresions
ar: لا يمكن استخدام الحروف أو التعبيرات

# phoneNumberErrorLength
source: Phone numbers must me 10 or 11 number
ar: أرقام الهاتف يجب أن تكون 10 أو 11 رقم

# phoneNumberErrorEmpty
source: Field is required
ar: الحقل مطلوب

source: OR
ar: او

source: Full name
ar: الاسم الكامل

source: Phone number
ar: رقم الهاتف

source: Roof
ar: سقف

source: Secured
ar: حراسة

# moneySafe
source: Safe
ar: خزنة

source: Security cameras
ar: كاميرات مراقبة

# failedLogin
source: Failed to login
ar: فشل تسجيل الدخول

# successedLogin
source: Successed to login
ar: نجح تسجيل الدخول

# failedRegister
source: Failed to register
ar: فشل انشاء الحساب

# successedRegister
source: Successed to register
ar: نجح انشاء الحساب

source: Logout
ar: تسجيل الخروج

# logoutDiscription
source: You are about to logout Are you sure?
ar: انت على وشك تسجيل الخوج هل انت متأكد؟

source: Logout anyway
ar: الخروج على اي حال

# autoLocate
source: Get your current location
ar: الحصول على موقعك الحالي

# noAddressSelected
source: address unavailable
ar: العنوان غير متوفر

# postWarehouse
source: Post
ar: نشر

source: Description
ar: الوصف

source: Features
ar: المميزات

source: Location
ar: الموقع

source: Camera
ar: الكاميرات

source: Book Wharehouse
ar: حجز المخزن

# chooseTimeOfReserve
source: Choose the reservation period
ar: اختر مدة الحجز

source: Storaging details
ar: تفاصيل الخزن

source: Storaging type
ar: نوعية الخزن

# storagingTypeGoods
source: Goods
ar: بضائع

# storagingTypeFurniture
source: Furniture
ar: اثاث

# storagingTypeElectronics
source: Electronics
ar: كهربائيات

# storagingCount
source: Count
ar: العدد

source: Order details
ar: تفاصيل الحجز

# orderDateOfStart
source: Booking start date
ar: تاريخ بدء الحجز

# orderDataOfEnd
source: Booking end date
ar: تاريخ انتهاء الحجز

# orderRentingDays
source: No. of days of reservation
ar: عدد ايام الحجز

source: Total
ar: المجموع

source: Reservation confirmation
ar: تأكيد الحجز

source: Send reservation
ar: ارسال الحجز

# theCity
source: City
ar: المدينة

source: Al-Adhamiya
ar: الأعظمية

source: Al-Amin
ar: الأمين

source: Al-Baladiyat
ar: البلديات

source: Al-Bayaa
ar: البياع

source: Al-Ghazaliyah
ar: الغزالية

source: Al-Jadriya
ar: الجادرية

source: Al-Kadhimiya
ar: الكاظمية

source: Al-Karkh
ar: الكرخ

source: Al-Karrada
ar: الكرادة

source: Al-Mansour
ar: المنصور

# alSadrCity
source: Sadr City
ar: مدينة الصدر

source: Al-Shaab
ar: الشعب

# alThawraCity
source: Thawra City
ar: مدينة الثورة

source: Bab Al-Muadham
ar: باب المعظم

source: Bab Al-Sharqi
ar: باب الشرقي

source: Bab Al-Sheikh
ar: باب الشيخ

source: Hayy Al-Jamia
ar: حي الجامعة

source: Hayy Al-Shuhada
ar: حي الشهداء

# hayyUr
source: Hayy Al-Urubah
ar: حي العروبة

source: Karradat Maryam
ar: كرادة مريم

# ratingText
source: How would you rate you experince with this warehouse?
ar: كيف تقيم تجربتك لهذا المستودع؟

source: Send
ar: ارسال

# signInFirst
source: You must sign in first
ar: يجب عليك تسجيل الدخول اولا

source: Delete
ar: حذف

source: To day
ar: اليوم

source: Previous
ar: السابق

source: New order
ar: طلب جديد

# newOrderDescription
source: You have new order
ar: لديك طلب جديد

source: Reject
ar: رفض

source: Accept
ar: وافقة
